Repository: yulianrudenko/sellor_django
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: pl

source: You cannot start conversation with this user.
pl: Nie możesz rozpocząć rozmowy z tym użytkownikiem.

source: You blocked this user.
pl: Zablokowałeś tego użytkownika.

source: Chat deleted.
pl: Czat został usunięty.

source: We're happy you completed a purchase via our website!
pl: Cieszymy się, że dokonałeś zakupu za pośrednictwem naszej strony internetowej!

source: Product picture
pl: Zdjęcie produktu

source: Description
pl: Opis

source: You already have product with given title, please rename product.
pl: Masz już produkt o podanej nazwie, musisz wymyśleć nową.

source: Discount price cannot be higher or same as regular.
pl: Cena promocyjna nie może być wyższa ani taka sama jak zwykła.

source: title
pl: tytuł

source: description
pl: opis

source: image
pl: zdjęcie

source: Upload an image
pl: Prześlij zdjęcie

source: publication date
pl: data publikacji

source: Discount price cannot be higher than regular.
pl: Cena promocyjna nie może być wyższa niż standardowa.

source: category name
pl: nazwa Kategorii

source: tag name
pl: nazwa tagu

source: This product is not available.
pl: Ten produkt jest niedostępny.

source: Product succesfully created.
pl: Produkt pomyślnie stworzony.

source: Product succesfully updated.
pl: Produkt został pomyślnie zaktualizowany.

source: See
pl: Zobacz

source: Image deleted.
pl: Zdjęcie zostało usunięte.

source: Product removed.
pl: Produkt usunięty.

source: First name must contain only letters
pl: Imię musi zawierać tylko litery

source: Last name must contain only letters
pl: Nazwisko musi zawierać tylko litery

source: Please enter real number
pl: Proszę podać istniejący numer

source: Password*
pl: Hasło*

source: Confirm Password*
pl: Potwierdź hasło*

source: Profile picture
pl: Zdjęcie profilowe

source: Password
pl: Hasło

source: Repeat password
pl: Powtórz hasło

source: Please enter an existing email.
pl: Wprowadź istniejący adres e-mail.

source: Passwords do not match.
pl: Hasła są różne.

source: Password must be at least 6 characters length.
pl: Hasło musi mieć co najmniej 6 znaków.

source: User with given email doesn't exist.
pl: Użytkownik o podanym adresie e-mail nie istnieje.

source: Wrong password
pl: Złe hasło

source: To change password you need to provide NEW value.
pl: Aby zmienić hasło, powinno ono być różne od poprzedniego.

source: Explain what happend (200 characters max)
pl: Wyjaśnij, co się stało (maksymalnie 200 znaków)

source: Type YES
pl: Wpisz YES

source: Please type YES to confirm the report!
pl: Wpisz YES, aby potwierdzić raport!

source: Provide reason with at least 15 characters please!
pl: Podaj przyczynę z co najmniej 15 znakami!

source: Email is required
pl: Email jest wymagany

source: Either first and last name must be valid.
pl: Imię i nazwisko muszą być prawidłowe.

source: Password must be at least 6 chars length.
pl: Hasło musi mieć co najmniej 6 znaków.

source: Superuser's "is_superuser" must be set to True
pl: Parametr "is_superuser" superużytkownika powinien mieć wartość

source: Superuser's "is_staff" must be set to True
pl: Parametr "is_staff" superużytkownika powinien mieć wartość

source: email address
pl: adres e-mail

source: first name
pl: imię

source: last name
pl: nazwisko

source: location(city)
pl: lokalizacja(miasto)

source: phone
pl: numer telefonu

source: gender
pl: płeć

source: Upload an avatar
pl: Prześlij zdjęcie profilowe

source: Password must <em>not</em> contain spaces.
pl: Hasło <em>nie</em> może zawierać spacji.

source: The password must be 6-30 characters
pl: Hasło musi mieć 6-30 znaków

source: Activate your account
pl: Aktywacja konta

source: Email verified, You can now log in!
pl: E-mail zweryfikowany, możesz się teraz zalogować!

source: something went wrong with your email verification.
pl: coś poszło nie tak z weryfikacją adresu e-mail.

source: confirm that you want to change your password.
pl: potwierdź, że chcesz zmienić swoje hasło.

source: Password has been changed. Please log in with new password.
pl: Hasło zostało zmienione. Zaloguj się przy użyciu nowego hasła.

source: Something went wrong, please try again.
pl: Coś poszło nie tak. Proszę spróbuj ponownie.

source: You can not post more than 3 feedbacks, please delete a few to post new one.
pl: Nie możesz opublikować więcej niż 3 opinii, usuń kilka, aby opublikować nową.

source: Please provide text between 6 and 250 characters.
pl: Podaj tekst o długości od 6 do 250 znaków.

source: Please check your email (including "spam" section), we have sent you message with an activation link.
pl: Sprawdź swoją pocztę (w tym sekcję "spam"), wysłaliśmy Ci wiadomość z linkiem aktywacyjnym.

source: Send activation link again?
pl: Wysłać link aktywacyjny jeszcze raz?

source: You have not activated your account.
pl: Nie aktywowałeś swojego konta.

source: You have been logged in
pl: Jesteś zalogowany

source: Wrong password.
pl: Złe hasło.

source: Please check your email, message with activation link was sent.
pl: Sprawdź pocztę, wiadomość z linkiem aktywacyjnym została wysłana.

source: Your account is aleady activated.
pl: Twoje konto jest już aktywowane.

source: This user blocked you.
pl: Ten użytkownik Cię zablokował.

source: Please check your email (including "spam" section), we have sent you message with confirmation link.
pl: Sprawdź swoją pocztę (w tym sekcję "spam"), wysłaliśmy Ci wiadomość z linkiem potwierdzającym.

source: Product already in wishlist.
pl: Produkt już na liście życzeń.

source: Added product to your wishlist.
pl: Dodano produkt do Twojej listy życzeń.

source: Removed product from your wishlist.
pl: Produkt został usunięty z Twojej listy życzeń.

source: Report completed, thank you! Our team will take care of it.
pl: Raport ukończony, dziękuję! Zajmiemy się tym.

source: English
pl: Angielski

source: Polish
pl: Polski

source: Attention
pl: Uwaga

source: This site is still IN DEVELOPMENT
pl: Ta strona jest nadal w trakcie rozbudowy

source: What is this website made for
pl: Do czego służy ta strona internetowa

source: The main goal is to let people based in Poland to search for things they want to obtain as well as put their stuff for sale
pl: Głównym celem jest umożliwienie osobom mieszkającym w Polsce wyszukiwania rzeczy, które chcą kupić, a także wystawiania swoich rzeczy na sprzedaż

source: If you found a product you are interested in you can chat owner to talk about the deal, make an appointment to proceed with the payment
pl: Jeśli znalazłeś produkt, który Cię interesuje, możesz porozmawiać z właścicielem na czacie oraz umówić się na spotkanie, aby dokonać płatności

source: And that's where our task is done, the rest is up to you two
pl: I na tym kończymy nasze zadanie, reszta należy do Was

source: The only small detail:</span> after the deal is successfully done you and the seller are asked to <span class="text-decoration-underline">mark the deal as done</span> on website
pl: Jedyny drobny szczegół:</span> po pomyślnym zawarciu umowy Ty i sprzedawca jesteście proszeni o <span class='text-decoration-underline'>oznaczenie umowy jako wykonanej</span> na stronie internetowej

source: Our <span class="text-muted">tiny</span> Team
pl: Nasz <span class="text-muted">mały</span> Zespół

source: Built this website using
pl: tę witrynę zbudowano za pomocą

source: Contact
pl: Kontakt

source: Recent Chats
pl: Ostatnie czaty

source: You are seller
pl: Jesteś sprzedawcą

source: Delete chat
pl: Usuń czat

source: new messages
pl: nowe wiadomości

source: Nothing yet
pl: Nic tu jeszcze nie ma

source: You are customer
pl: Jesteś klientem

source: Done deal requested by seller
pl: Oznaczenie umowa jako GOTOWE zażądano przez sprzedającego

source: YOU WANT TO BUY
pl: CHCESZ KUPIĆ

source: YOU SELL
pl: SPRZEDAJESZ

source: for
pl: za

source: FROM
pl: OD

source: You at
pl: Ty o

source: Report User
pl: Zgłoś użytkownika

source: at
pl: o

source: You've requested customer to mark this deal as DONE
pl: Poprosiłeś klienta o oznaczenie tej umowy jako GOTOWE

source: Cancel
pl: Anuluj

source: Mark Deal as Done!
pl: Oznacz umowę jako zrealizowaną!

source: Seller requested you to mark this deal as DONE. Have you received product from the seller?
pl: Sprzedający poprosił Cię o oznaczenie tej umowy jako GOTOWE. Otrzymałeś produkt od sprzedawcy?

source: YES, CONFIRM DEAL
pl: TAK, POTWIERDŹ UMOWĘ

source: Abort
pl: Przerwij

source: Please feel free to leave any kind of feedback:<br>what did you like or dislike about this app!
pl: Zachęcamy do pozostawienia opinii:<br>co Ci się podobało lub nie podobało w tej aplikacji?!

source: Your thoughts here
pl: Twoja opinia tutaj

source: Post
pl: Dodaj

source: Delete
pl: Usuń

source: Upvote
pl: Polub to

source: Nothing here
pl: Nic tu nie ma

source: You must be
pl: Musisz być

source: logged in</a> to leave feedback
pl: zalogowany</a>, aby pozostawić opinię

source: All Products
pl: Produkty

source: Categories
pl: Kategorie

source: My Dashboard
pl: Moje Statystyki

source: Feedback
pl: Informacja zwrotna

source: About us
pl: O nas

source: Search for products..
pl: Szukaj produktów..

source: Search
pl: Wyszukaj

source: Profile
pl: Mój profil

source: Language
pl: Język

source: Chat
pl: Czaty

source: Wishlist
pl: Lista życzeń

source: Hi
pl: Cześć

source: My profile
pl: Mój profil

source: Edit profile
pl: Edytuj profil

source: Blocked Users
pl: Zablokowani użytkownicy

source: Log Out
pl: Wyloguj

source: Log In
pl: Zaloguj

source: Register
pl: Załóż konto

source: Sorry, an error has occurred, Requested page not found
pl: Przepraszamy, wystąpił błąd, nie znaleziono żądanej strony

source: Take Me Home
pl: Zabierz mnie na stronę główną

source: of
pl: z

source: Go to end
pl: w koniec

source: current
pl: obecnie

source: Nothing found :(
pl: Nic nie znaleziono :(

source: We are a very powerful and safe platform with million users around the Poland where you can buy or sell anything you want.
pl: Jesteśmy bardzo potężną i bezpieczną platformą z milionem użytkowników w całej Polsce, na której możesz kupić lub sprzedać wszystko, co chcesz.

source: Start journey by creating an account/Loggining In
pl: Rozpocznij podróż, zakładając konto/Logując się

source: No products yet :(
pl: Nie ma jeszcze produktów :(

source: Add new!
pl: Dodaj nowe!

source: Category
pl: Kategoria

source: Tags
pl: Tagi

source: Details
pl: Zobacz

source: Edit
pl: Edytuj

source: Remove from Site
pl: Usuń

source: Remove from Wishlist
pl: Usuń z listy życzeń

source: Add to wishlist
pl: Dodaj do listy życzeń

source: Buy / Negotiate
pl: Kup / Negocjuj

source: Add new product
pl: Dodaj nowy produkt

source: Product picture (optional)
pl: Zdjęcie produktu (opcjonalne)

source: Title
pl: Tytuł

source: Price
pl: Cena

source: Discount Price
pl: Promocyjna cena

source: Tags (hold Ctrl to select multiple)
pl: Tagi (przytrzymaj Ctrl, aby wybrać kilka)

source: Create
pl: Utwórz

source: Remove from wishlist
pl: Usuń z listy życzeń

source: To wishlist
pl: Do listy życzeń

source: Edit product
pl: Edytuj produkt

source: Remove image
pl: Usuń zdjęcie

source: (optional)
pl: (opcjonalne)

source: (hold Ctrl and click to select multiple tags)
pl: (przytrzymaj Ctrl, aby wybrać kilka tagów)

source: Submit
pl: Zatwierdź

source: Back to shop
pl: Powrót do sklepu

source: Only jpg/jpeg and png files are allowed!
pl: Dozwolone są tylko pliki z rozszerzeniem .jpg/.jpeg i .png!

source: Are You sure you want to delete
pl: Czy na pewno chcesz usunąć

source: Confirm
pl: Potwierdź

source: No, Back to shop
pl: Nie, powrót do sklepu

source: Search for products
pl: Szukaj produktów..

source: Location
pl: Lokalizacja (miasto)

source: Results
pl: Wyniki

source: Unfortunately no products found
pl: Niestety nie znaleziono produktów

source: Please follow link below to confirm registration
pl: Kliknij poniższy link, aby potwierdzić rejestrację

source: administration
pl: administracja

source: Reset Password
pl: Zresetuj hasło

source: Current Password
pl: Aktualne hasło

source: New Password
pl: Nowe hasło

source: The password must be 6-30 characters, and must <em>not</em> contain spaces
pl: Hasło musi mieć od 6 do 30 znaków i <em>nie</em> zawierać spacji

source: Verify
pl: Weryfikacja

source: To confirm, type the new password again
pl: Wpisz ponownie nowe hasło

source: Save
pl: Zapisz

source: Please follow link below to confirm your password change
pl: Kliknij poniższy link, aby potwierdzić zmianę hasła

source: Login
pl: Zaloguj

source: into your account and start buying/selling stuff
pl: i zacznij kupować/sprzedawać rzeczy

source: Email address
pl: Adres e-mail

source: Don't have an account
pl: Nie masz jeszcze konta

source: Customer registration form
pl: Formularz rejestracyjny klienta

source: Create your account and start buying/selling stuff
pl: Załóż konto i zacznij kupować/sprzedawać

source: First name
pl: Imię

source: Last name
pl: Nazwisko

source: so the future customers will understand if they can meet up with You, based on your location
pl: aby przyszli klienci zrozumieli, czy mogą się z Tobą spotkać, na podstawie Twojej lokalizacji

source: Gender
pl: Płeć

source: Male
pl: Mężczyzna

source: Female
pl: Kobieta

source: Other
pl: Inne

source: Profile picture (optional)
pl: Zdjęcie produktu (opcjonalne)

source: Tel. number
pl: Numer telefonu

source: optional
pl: opcjonalne

source: Reset all
pl: Wyczyść wszystko

source: Only .jpg/.jpeg and .png files are allowed!
pl: Dozwolone są tylko pliki z rozszerzeniem .jpg/.jpeg i .png!

source: Unblock
pl: Odblokuj

source: Total Sold
pl: Łącznie zarobiłeś sprzedając

source: to
pl: dla

source: You haven't sold anything so far
pl: Do tej pory nic nie sprzedałeś

source: Total Purchased
pl: Łącznie wydałeś na zakupy

source: from
pl: z

source: You haven't purchased anything so far
pl: Do tej pory nic nie kupiłeś

source: Phone
pl: Numer telefonu

source: Want to change password? Click here
pl: Chcesz zmienić hasło? Kliknij tutaj

source: Only jpg/jpeg and png files are allowed
pl: Dozwolone są tylko pliki jpg/jpeg i png

source: Add product
pl: Dodaj produkt

source: Report user
pl: Zgłoś użytkownika

source: Active Products
pl: Produkty aktywne

source: Sold
pl: Sprzedane

source: Purchased
pl: Zakupione

source: Products
pl: Produkty

source: You are not selling anything yet
pl: Jeszcze nic nie sprzedajesz

source: Are you sure you want to report user
pl: Czy na pewno chcesz zgłosić użytkownika

source: Report Reason: message
pl: Powód zgłoszenia: wiadomość

source: Message content
pl: Treść wiadomości

source: Report Reason
pl: Powód Zgłoszenia

source: Please provide reason of report
pl: Proszę podać powód zgłoszenia

source: 15 characters min
pl: minimum 15 znaków

source: Please also type <i>YES</i> to confirm
pl: Proszę również wpisać <i>YES</i>, aby potwierdzić

source: By
pl: przez

source: Nothing here yet
pl: Nic tu jeszcze nie ma

source: Go Shopping
pl: Chodź na zakupy
